load-test/artillery.yml
config:
  target: 'http://credit-status-lb-2109520046.us-east-1.elb.amazonaws.com'
  #target: 'http://localhost:3000'
  phases:
    - duration: 8
      arrivalRate: 80
  defaults:
    headers:
      Authorization: 'bearer limit10'
scenarios:
  - flow:
    - post:
        url: "/riskstatus/multipleQuery"
        json: 
          - 35366634
          - 94779065