load-test/artillery.yml
config:
  #target: 'http://credit-status-lb-2109520046.us-east-1.elb.amazonaws.com'
  target: 'http://localhost:3000'
  phases:
    - duration: 8
      arrivalRate: 100
  defaults:
    headers:
      Authorization: 'bearer 44444'
scenarios:
  - flow:
    - post:
        url: "/credit-status/multiple-query"
        json: 
          - 35366634
          - 94779065